{   
    "puns": [
        "Light travels faster than sound. That's why some people appear bright until you hear them speak",
        "I was wondering why the ball was getting bigger. Then it hit me",
        "I have a few jokes about unemployed people, but none of them work",
        "\"I have a split personality,\" said Tom, being frank.",
        "How do you make holy water? You boil the hell out of it",
        "I Renamed my iPod The Titanic, so when I plug it in, it says “The Titanic is syncing.”",
        "When life gives you melons, you're dyslexic",
        "Last night, I dreamed I was swimming in an ocean of orange soda. But it was just a Fanta sea",
        "Will glass coffins be a success? Remains to be seen",
        "I lost my job at the bank on my very first day. A woman asked me to check her balance, so I pushed her over",
        "It's hard to explain puns to kleptomaniacs because they always take things literally",
        "What’s the difference between a hippo and a zippo? One is really heavy and the other is a little lighter",
        "Two windmills are standing in a wind farm. One asks, “What’s your favorite kind of music?” The other says, “I’m a big metal fan.”",
        "Did you hear about the guy whose whole left side was cut off? He’s all right now",
        "I can’t believe I got fired from the calendar factory. All I did was take a day off",
        "The man who survived pepper spray and mustard gas is now a seasoned veteran",
        "My dad farted in an elevator, it was wrong on so many levels",
        "Hear about the new restaurant called Karma? There’s no menu - you get what you deserve",
        "I went to buy some camouflage trousers yesterday but couldn't find any",
        "What do you call a bee that can’t make up its mind? A maybe",
        "I tried to sue the airline for losing my luggage. I lost my case",
        "England doesn't have a kidney bank, but it does have a Liverpool",
        "A police officer just knocked on my door and told me my dogs are chasing people on bikes. That’s ridiculous. My dogs don’t even own bikes",
        "Jill broke her finger today, but on the other hand she was completely fine",
        "All chemists know that alcohol is always a solution",
        "When everything is coming your way, you're in the wrong lane",
        "The furniture store keeps calling me to come back. But all I wanted was one night stand",
        "A cross-eyed teacher couldn’t control his pupils",
        "She had a photographic memory but never developed it",
        "When the past, present, and future go camping they always argue. It's intense tense in tents",
        "What did the janitor say when he jumped out of the closet? SUPPLIES!",
        "Let me tell you about my grandfather. He was a good man, a brave man. He had the heart of a lion, and a lifetime ban from the zoo",
        "My dad, unfortunately, passed away when we couldn’t remember his blood type… His last words to us were, “Be positive!”",
        "Is it ignorance or apathy that's destroying the world today? I don't know and don't really care",
        "A mean crook going down stairs = A condescending con, descending",
        "I wasn’t originally going to get a brain transplant, but then I changed my mind",
        "What do you call the wife of a hippie? A Mississippi",
        "There was a kidnapping at school yesterday. Don’t worry, though - he woke up",
        "Which country’s capital has the fastest-growing population? Ireland. Every day it’s Dublin.",
        "How do you throw a space party? You planet",
        "What do you get when you mix alcohol and literature? Tequila mockingbird",
        "How does an attorney sleep? First he lies on one side, then he lies on the other",
        "What washes up on tiny beaches? Microwaves",
        "My ex-wife still misses me. But her aim is starting to improve",
        "What are the strongest days of the week? Saturday and Sunday, the rest are weekdays",
        "Two fish are in a tank, one says to the other \"how do you drive this thing?\"",
        "I hate how funerals are always at 9 a.m. I’m not really a mourning person",
        "What’s the difference between a poorly dressed man on a bicycle and a nicely dressed man on a tricycle? A tire",
        "I was going to make a chemistry joke, but since I'm kinda late to the thread, the good ones argon",
        "The guy who invented the door knocker got a no-bell prize"
    ]
}